{"products": [
  {
    "url": "alphonse-elric",
    "productName": "Альфонс Элрик - Fullmetal Alchimist",
    "productDescription": "",
    "price": 155.05,
    "images": ["figures/alphons-fa.jpg"],
    "categoryId": 5,
    "recommended": true
  },
  {
    "url": "geos",
    "productName": "Геос - One Punch Man",
    "productDescription": "",
    "price": 155.05,
    "images": ["figures/geos-opm.jpg"],
    "categoryId": 5,
    "recommended": true
  },
  {
    "url": "black-rock-shooter",
    "productName": "Black★Rock Shooter",
    "productDescription": "",
    "price": 155.05,
    "images": ["figures/black-rock-shooter3.jpg"],
    "categoryId": 5,
    "recommended": true
  },
  {
    "url": "leafa",
    "productName": "Лифа - Sword Art Online",
    "productDescription": "",
    "price": 155.05,
    "images": ["figures/leafa-sao.jpeg"],
    "categoryId": 5,
    "recommended": true
  },
  {
    "url": "kagame-rin",
    "productName": "Кагамэ Рин - Vocaloid Series 02",
    "productDescription": "",
    "price": 155.05,
    "images": ["figures/vocaloid.jpg"],
    "categoryId": 5,
    "recommended": true
  },
  {
    "url": "touka-kirishima",
    "productName": "Тоука Киришима - Tokio Ghoul",
    "productDescription": "",
    "price": 155.05,
    "images": ["figures/touka-kirishima.jpg"],
    "categoryId": 5,
    "recommended": true
  },
  {
    "url": "rem",
    "productName": "Рем - Re:Zero",
    "productDescription": "",
    "price": 155.05,
    "images": ["figures/rem-re-zero.jpg"],
    "categoryId": 5,
    "recommended": true
  },
  {
    "url": "miuki-rena-ryugu",
    "productName": "Миюки Рена Рюгу - Когда плачут цикады",
    "productDescription": "",
    "price": 155.05,
    "images": ["figures/miyuki-rena-ryugu-when-they-cry-gou.jpg"],
    "categoryId": 5,
    "recommended": true
  },
  {
    "url": "sao-tom1",
    "productName": "Sword Art Online Tom 1",
    "productDescription": "",
    "price": 155.05,
    "images": ["path/to/cdn.jpg"],
    "categoryId": 1,
    "recommended": false
  },
  {
    "url": "t-shirt",
    "productName": "Футболка",
    "productDescription": "",
    "price": 155.05,
    "images": ["path/to/cdn.jpg"],
    "categoryId": 2,
    "recommended": false
  },
  {
    "url": "drill-necklace",
    "productName": "Ожерелье с буром - Gurren Laggan",
    "productDescription": "",
    "price": 155.05,
    "images": ["path/to/cdn.jpg"],
    "categoryId": 3,
    "recommended": false
  },
  {
    "url": "taiga",
    "productName": "Дакимакура Тайги - Doradora",
    "productDescription": "",
    "price": 155.05,
    "images": ["path/to/cdn.jpg"],
    "categoryId": 4,
    "subCategoryId": 4,
    "recommended": false
  },
  {
    "url": "the-art-of-fullmetal-alchemist",
    "productName": "Артбук «The Art Of Fullmetal Alchemist»",
    "productCode": "ART231",
    "ISBN": "9781421501581",
    "productDescription": "Серия: Стальной алхимик (Книга 1)\nТвердая обложка: 90 страниц.\nИздатель: ООО «ВИЗ Медиа» (1 ноября 2005 г.)\nЯзык: Английский\nРазмеры продукта: 8.2 х 0.6 х 11.6 дюйма\n\nТочно переведенный с японского издания, этот журнальный столик содержит все цветные иллюстрации Fullmetal Alchemist, выполненные художником манги Хирому Аракава с 2001 по 2003 годы. Art of Fullmetal Alchemist содержит более 90 страниц великолепных нарисованных иллюстраций, включая все титульные листы, напечатанные на цвет в японском журнале Shonen Gangan; Японский танкобон (графический роман) и рекламные работы с указанием источников; портреты главных героев; и дизайны персонажей из игры Fullmetal Alchemist and the Broken Angel для PS2. Включает специальное двухстраничное сообщение от Хирому Аракавы.",
    "price": 1650.00,
    "images": ["literature/artbook/fullmetal-alchemist-artbook.jpg"],
    "categoryId": 1,
    "subCategoryId": 3,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "the-art-of-fullmetal-alchemist-2",
    "productName": "Артбук «The Art of Fullmetal Alchemist 2»",
    "productCode": "ART461",
    "productDescription": "Серия: Стальной алхимик (Книга 2)\nВес изделия: 1,75 фунта\nТвердая обложка: 112 страниц.\nРазмеры: 8,25 х 0,6 х 11,63 дюйма\n\nВторая книга по искусству, в которой представлены персонажи популярной и отмеченной наградами серии манги «Стальной алхимик». Включает оригинальные цветные изображения от создателя Хирому Аракавы - каждая иллюстрация представлена в последовательном порядке с комментариями самого Аракавы. Также включены девять страниц с детальным дизайном персонажей для видеоигры FMA PS2, а также две страницы новой манги. Вот это да!",
    "price": 1800.00,
    "images": ["literature/artbook/fullmetal-alchemist-artbook-2.jpg"],
    "categoryId": 1,
    "subCategoryId": 3,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "art-of-mass-effect-andromeda",
    "productName": "Артбук «Art Of Mass Effect Andromeda»",
    "productCode": "ART60",
    "ISBN": "9781506700755",
    "productDescription": "Издатель: Dark Horse\nХудожник: BioWare\nКоличество страниц: 88\nЦвета: Все\n\nBioWare Отмеченная наградами серия Mass Effect покорила сердца и души геймеров своими запоминающимися персонажами, потрясающими визуальными эффектами и интуитивными боями! Теперь вселенная Mass Effect расширяется за счет игры Dark Horse The Art of Mass Effect: Andromeda, в которой представлены эксклюзивные изображения персонажей, арсенал, локации, транспортные средства и многое другое из новой игры!",
    "price": 1660.00,
    "images": 
    ["literature/artbook/mass-effect-andromeda.jpg",
      "literature/artbook/mass-effect-andromeda-cora.jpg",
      "literature/artbook/mass-effect-andromeda-foreword.jpg",
      "literature/artbook/mass-effect-andromeda-nakmor.jpg",
      "literature/artbook/mass-effect-andromeda-rooms.jpg",
      "literature/artbook/mass-effect-andromeda-space.jpg"],
    "categoryId": 1,
    "subCategoryId": 3,
    "inStock": true,
    "recommended": true
  },
  {
    "url": "art-of-mass-effect-universe",
    "productName": "Артбук «The Art of The Mass Effect Universe Hardcover»",
    "productCode": "ART69",
    "ISBN": "9781595827685",
    "productDescription": "Твердая обложка: 184 страницы\nИздатель: Dark Horse Books; Первое издание (7 февраля 2012 г.)\nЯзык: Английский\nРазмеры продукта: 9.3 х 0.8 х 12.2 дюйма\n\nТрилогия Mass Effect - это революционная эпопея, которая погрузила игроков в одну из самых богатых вселенных научной фантастики. Теперь BioWare и Dark Horse с гордостью приглашают фанатов глубже, чем когда-либо, погрузиться в сагу Mass Effect с помощью The Art of the Mass Effect Universe! С концепт-артами и комментариями BioWare о персонажах, локациях, транспортных средствах, оружии и многом другом (включая Mass Effect 3) The Art of the Mass Effect Universe - самый полный компаньон, доступный для самых захватывающих игровых серий!",
    "price": 1920.00,
    "images": 
    ["literature/artbook/mass-effect-universe"],
    "categoryId": 1,
    "subCategoryId": 3,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "art-character-design-quarterly-6",
    "productName": "Артбук «Character Design Quarterly 6»",
    "productCode": "ART250",
    "ISBN": "9781909414709",
    "productDescription": "Мягкая обложка: 104 страницы\nИздатель: 3DTotal Publishing (13 ноября 2018 г.)\nЯзык: Английский\nРазмеры продукта: 8.2 х 0.2 х 10.8 дюйма\n\nВ новейшем выпуске Character Design Quarterly, увлекательного ежеквартального журнала для дизайнеров персонажей, художников, иллюстраторов и аниматоров, вы узнаете о новых отраслевых техниках от ведущих профессионалов. Следуйте подробным руководствам по дизайну, чтобы узнать, какие подходы используют популярные дизайнеры персонажей при создании оригинальных персонажей для анимации, игр или книжных иллюстраций. Для читателей, стремящихся сделать карьеру дизайнера персонажей, есть увлекательные интервью с внештатными дизайнерами, творческими студиями и преподавателями, которые делятся своими советами и опытом о том, что нужно для того, чтобы стать успешным профессиональным дизайнером персонажей. Устраните неполадки в своих проектах или попробуйте новый стиль рисования с помощью быстрых советов в наших статьях и почерпните новое вдохновение из огромного количества оригинальных персонажей, представленных в этом выпуске Character Design Quarterly.",
    "price": 1920.00,
    "images": 
    ["literature/artbook/character-design-quarterly-.jpg"],
    "categoryId": 1,
    "subCategoryId": 3,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "art-the-expanse",
    "productName": "Артбук «Пространство. Искусство и создание сериала The Expanse»",
    "productCode": "ART441",
    "ISBN": "9785041104498",
    "productDescription": "11 сентября 2020\nТвердый переплет (300x260)\n176 страниц\n\nОфициальный путеводитель по культовому фантастическому ТВ-сериалу, демонстрирующий сотни иллюстраций — концепт-арт и фотографии, сопровождаемые цитатами шоураннеров. Съемочная группа, авторы романов, сценаристы и режиссеры раскрывают свои идеи,\n3 причины купить:\n- Артбук-путеводитель по миру сериала «Пространство».\n- Все персонажи, все космические локации и технологии.\n- Шикарные фотографии и концепт-арт, плюс интервью с создателями.",
    "price": 790.00,
    "images": 
    ["literature/artbook/the-expanse.jpg"],
    "categoryId": 1,
    "subCategoryId": 3,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "art-of-alice-madness-returns",
    "productName": "Артбук «Art Of Alice Madness Returns»",
    "productCode": "ART36",
    "ISBN": "9781595826978",
    "productDescription": "Издатель: Dark Horse\nСценарист: American McGee\nКоличество страниц: 184\nЦвета: Все\n\nЛегендарный гейм-дизайнер Американ МакГи создал одну из самых привлекательных игр всех времен в Alice. Одиннадцать лет спустя МакГи возвращается с продолжением, столь же революционным, как и его признанная критиками классическая игра Alice: Madness Returns! Как раз к Madness Returns, студии Dark Horse и Spicy Horse приглашают поклонников Алисы в путешествие по стране чудес воображения американца МакГи, чтобы увидеть беспрецедентный взгляд на создание этого великолепного и тревожного мира. В предисловии МакГи «Искусство Алисы» предлагает интимный взгляд на потрясающие и устрашающие произведения искусства, стоящие за этим блокбастером, переосмыслением непреходящего шедевра Льюиса Кэрролла!",
    "price": 1790.00,
    "images": 
    ["literature/artbook/alice-madness-returns.jpg"],
    "categoryId": 1,
    "subCategoryId": 3,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "art-of-guweiz",
    "productName": "Артбук «The Art of Guweiz»",
    "productCode": "ART442",
    "ISBN": "9781912843169",
    "productDescription": 
    "Вес изделия: 2,6 фунта\nТвердая обложка: 152 страницы\nРазмеры продукта: 9 х 0.5 х 12 дюймов\nИздатель: 3DTotal Publishing (15 сентября 2020 г.)\nЯзык: Английский",
    "price": 2120.00,
    "images": 
    ["literature/artbook/guweiz.jpg"],
    "categoryId": 1,
    "subCategoryId": 3,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "art-good-omens",
    "productName": "Артбук «Благие знамения: Превосходное и недвусмысленное руководство по Армагеддону и по сериалу»",
    "productCode": "ART440",
    "ISBN": "9785041050429",
    "productDescription": "4 сентября 2020\nТвердый переплет (225x275)\n320 страниц\n\nПотрясающий иллюстрированный артбук по телесериалу «Благие знамения». «Превосходное и недвусмысленное руководство» — ​полный путеводитель по Армагеддону. Интервью с Нилом Гейманом, обсуждение планов Терри Пратчетта на экранизацию, общение с актерами — ​Майклом Шином, Дэвидом Теннантом, Джоном Хэмом и другими, интервью со съемочной группой, более 200 потрясающих закулисных кадров и фотографий, фантастические эскизы костюмов и дизайн декораций — ​все, что позволило оживить ангела, демона и самого Антихриста. Обязательная книга для каждого поклонника творчества Терри Пратчетта, Нила Геймана или вообще кинофантастики!\n5 причин купить:\n- Полный путеводитель по миру сериала «Благие знамения».\n- Предисловие Нила Геймана.\n- Более 200 цветных фотографий и рисунков.\n- Интервью с Майклом Шином, Дэвидом Теннантом, Джоном Хэмом и другими.\n- Роскошное подарочное издание.",
    "price": 800.00,
    "images": 
    ["literature/artbook/good-omens.jpg",
      "literature/artbook/good-omens-photo1.jpg",
      "literature/artbook/good-omens-photo2.jpg"],
    "categoryId": 1,
    "subCategoryId": 3,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "ranobe-re-zero-life-from-scratch-in-an-alternate-world-tom-6",
    "productName": "Ранобэ «Re:Zero. Жизнь с нуля в альтернативном мире» том 6",
    "productCode": "RNB134",
    "ISBN": "9785907014633",
    "productDescription": "Автор: Таппэй Нагацуки\nКатегория: Ранобэ\nПроизводитель: Истари Комикс\nИсточник: Re: Zero kara Hajimeru Isekai Seikatsu\nЖанр: Приключения, Фэнтези\n\nЧисло страниц: 264\nГод издания: 2019\nВес: 500 гр.\nИздание в глянцевой суперобложке и содержит цветные иллюстрации.\nПреодолев «петлю смерти» в поместье Розвааля, Субару наконец-то возвращается к мирной жизни. Однако не успе- вает юноша толком прийти в себя, как загадочный посланник с кошачьими ушками приносит волнующую весть, и Субару, недолго думая, вслед за Эмилией отправляется в столицу. Желая поддержать девушку в сложной ситуации, Субару, сам того не осознавая, оказывается вовлечён в масштабную политическую игру — королевские выборы. Совет старейшин, рыцари, претендентки на престол, первые лица государства… Удастся ли Субару Нацуки добиться желаемого и выйти с честью из этого испытания? «Если Эмилии нужен рыцарь, этим рыцарем буду я. Я сделаю Эмилию королевой!»",
    "price": 480.00,
    "images": 
    ["literature/ranobe/re-zero-life-from-scratch-in-an-alternate-world.jpg"],
    "categoryId": 1,
    "subCategoryId": 4,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "ranobe-no-game-no-life-tom-3",
    "productName": "Ранобэ «Без игры жизни нет» том 3",
    "productCode": "RNB78",
    "ISBN": "9785919961796",
    "productDescription": "Автор: Камия Ю.\nКатегория: Ранобэ\nПроизводитель: XL Media\nИсточник: No Game No Life\nЖанр: Комедия, Приключения, Романтика, Фэнтези, Этти\nЧисло страниц: 274\nГод издания: 2018\nВес: 225 гр.\nИздание содержит цветные иллюстрации и суперобложку.\n\nСора и Сиро — брат и сестра. Они — хикикомори, нигде не работают и не учатся, но прославились на весь Интернет благодаря мастерству в играх. Попав в Дисборд – мир, где все решается с помощью игр, – они бросили вызов Восточному Союзу, третьей по величине державе мира, стране звервольфов, потребовав материковые территории Союза и поставив тем самым на кон судьбу всего человечества. Но прямо перед игрой Сора, оставив сестре непонятные напутствия, вдруг куда-то пропал единый игрок в двух телах, оказался разделен...\nГрядет опасная, словно ходьба по канату, схватка с расой звервольфов!",
    "price": 260.00,
    "images": 
    ["literature/ranobe/no-game-no-life-tom-3.jpg"],
    "categoryId": 1,
    "subCategoryId": 4,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "ranobe-vampire-hunter-d",
    "productName": "Ранобэ «Ди, охотник на вампиров»",
    "productCode": "RNB20",
    "ISBN": "9785041050429",
    "productDescription": "Автор: Кикути Х.\n\n«Ди, охотник на вампиров» - иллюстрированное издание от полюбившегося детям и их родителям издательства МАХАОН под редакцией Кикути Х.. Великолепный подарок, который не оставит Вас равнодушным.\n\nКлассическое произведение мастера японской фантастики ужасов Хидеюки Кикути, по которому снято прогремевшее на весь мир аниме «Ди, охотник на вампиров», поклонники ждали много лет, и теперь издательство «Азбука» счастливо представить: впервые на русскомЯзыке первая книга из серии о знаменитом охотнике на вампиров Ди!\n\nГод 12090. Мир погиб, разрушенный безумными человеческими войнами. Но некоторым людям удалось пережить катастрофу. Некоторым людям… и кое-кому еще.\n\nДорис Лэнг отлично представляла, какая судьба ждет ее — девушку, укушенную вампиром, графом Магнусом Ли. Мучительное превращение в немертвое существо, которому суждено изгнание, или проклятая участь невесты нечестивой твари, обреченной на вечные страдания и вечную жажду человеческой крови. Ей оставалась лишь слабая надежда на единственный шанс… Этот шанс и подарил ей загадочный всадник — охотник на вампиров по имени Ди.",
    "price": 90.00,
    "images": 
    ["literature/ranobe/ranobe-vampire-hunter-d.jpg"],
    "categoryId": 1,
    "subCategoryId": 4,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "ranobe-vampire-hunter-d-raiser-of-gales",
    "productName": "Ранобэ «Ди, охотник на вампиров. Вызывающий бури»",
    "productCode": "RNB19",
    "ISBN": "9785041055429",
    "productDescription":  "Автор: Кикути Х.\nИздательство: Азбука\nСтраниц: 320\nПереплет: Твердый\nЯзык: Русский\n\n«Ди, охотник на вампиров. Вызывающий бури» - иллюстрированное издание от полюбившегося детям и их родителям издательства МАХАОН под редакцией Кикути Х.. Великолепный подарок, который не оставит Вас равнодушным.\n\nНовый роман Хидеюки Кикути о приключениях знаменитого охотника на вампиров Ди. Впервые на русскомЯзыке!\n\nУшедшие цивилизации иногда напоминают о себе самым непредсказуемым образом. Забытое прошлое мстит жестоко, и кровавые осколки древнего мира отчаянно цепляются за жизнь — за юную жизнь, заражая ее своим безумием и мудростью, отчаянием и надеждой. Эта тайная борьба длится уже века, и за эти века люди более-менее научились справляться с опасным наследством, оставленным аристократами — кастой вампиров, некогда правивших всей Землей. Правда, эффективно устранять угрозу, которую несут одичавшие кровососы, могут лишь немногие. И один из таких избранных — охотник на вампиров по имени Ди.\n\nГорькая ирония заключается в том, что сам он — такой же осколок прошлого, внушающий обычным людям ужас и восхищение. Таинственный и прекрасный, как Луна, на темную сторону которой лучше не заглядывать. Полукровка. Воин. Дампир.",
    "price": 90.00,
    "images": 
    ["literature/ranobe/vampire-hunter-d-raiser-of-gales.jpg"],
    "categoryId": 1,
    "subCategoryId": 4,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "ranobe-vampire-hunter-d-demon-deathchase",
    "productName": "Ранобэ «Ди, охотник на вампиров. Демоническая погоня»",
    "productCode": "RNB18",
    "ISBN": "9785042050429",
    "productDescription": 
    "Вампир-аристократ похитил у деревенского старосты красавицу-дочь! Чтобы догнать и уничтожить чудовище, нанят сразу целый клан охотников - четверо братьев Маркус и их сестра Лейла. Но у команды внезапно обнаруживается серьезный конкурент - загадочный полукровка по имени Ди. Он мчит по следу черной кареты, уносящей вампира и его добычу к Базе Клеймор - древнему космодрому. Зачем вампиру космодром, до которого много дней пути по опасным дорогам Фронтира? Ведь осушить свою жертву или обратить ее в вампира можно и в менее труднодоступном месте. Но он гонит коней, преследуемый множеством врагов, и яростно защищает ту, которую похитил. Ту, которая похитила его сердце.",
    "price": 110.00,
    "images": 
    ["literature/ranobe/ranobe-vampire-hunter-d-demon-deathchase.jpg"],
    "categoryId": 1,
    "subCategoryId": 4,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "ranobe-to-aru-majutsu-no-index-tom-1",
    "productName": "Ранобэ «Индекс Волшебства (To Aru Majutsu no Index / To Aru Kagaku no Railgun)» том 1",
    "productCode": "RNB03",
    "ISBN": "9785041050429",
    "productDescription":"Оригинальное название: To Aru Majutsu no Index, To Aru Kagaku no Railgun\nАвтор: Камати Кадзума\nГод выпуска: 2004\nКоличество томов: 22\nЖанр: драма, комедия, мистика, научная фантастика, приключения, романтика, сёнэн\nЯзык: Русский\n\nДействие развивается в параллельном мире, где наука сплавлена с магией, и сверхъестественные способности давно никого не удивляют. Их носители делятся на две категории: эсперов, которые в результате направленной мутации получили один, пусть и мощный дар, и магов, которые могут быть слабее, но диапазон возможностей у них куда шире. Юных эсперов со всей Японии собирают в единый образовательный центр – город под названием Академия. Там и учится главный герой Тома Камидзё. Дар у парня весьма странный: его правая рука – универсальный негатор, то есть, обнуляет любое парафизическое, магическое или божественное воздействие. А раз так, считает Тома, то и немногие крупицы счастья, посылаемые судьбой, до него просто не доходят, и вся его жизнь – полная невезуха (его любимая фраза). То на телефон наступит, то не с теми парнями свяжется, то обнаружит на перилах собственного балкона на редкость милое и голодное юное создание в костюме монашки…",
    "price": 120.00,
    "images": 
    ["literature/ranobe/to-aru-majutsu-no-index-tom-1.jpg"],
    "categoryId": 1,
    "subCategoryId": 4,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "comic-",
    "productName": "Комикс «»",
    "productCode": "CMX75",
    "ISBN": "9785041050429",
    "productDescription":
    "",
    "price": 120.00,
    "images": 
    ["literature/comics/.jpg"],
    "categoryId": 1,
    "subCategoryId": 2,
    "inStock": true,
    "recommended": false
  },
  {
    "url": "comic-adventure-time-of-marceline-and-the-scream-queen",
    "productName": "Комикс «Время приключений Марселин и Королевы Крика»",
    "productCode": "CMX75",
    "ISBN": "9785041050429",
    "productDescription": "Издатель: Издательство Комильфо\nПереплет: Мягкая обложка \nДата выхода: 2015 \nСтраниц: 112 \n\nВремя приключений Марселин и Королевы Крика\n\nПрисоединяйся к любимым персонажам Времени приключений, Королеве Вампиров Марселин и Принцессе Бубльгум, в их собственной наикрутейшей серии комиксов!\n\nВнезапно обнаружив интерес к рок-н-роллу, Принцесса Бубльгум стала менеджером паранормальной рок-группы Марселин и отправилась вместе с ней в масштабное турне по всему Ооо!\n\nНо сможет ли группа справиться с нависшей угрозой от ярых фанатов до неуверенных в себе монстров и провести ПОТРЯСНЕЙШИЙ КОНЦЕРТ ВСЕХ ВРЕМЕН, сохранив дружбу в столь непростые времена?",
    "price": 120.00,
    "images": 
    ["literature/comics/adventure-time-of-marceline-and-the-scream-queen.jpg"],
    "categoryId": 1,
    "subCategoryId": 2,
    "inStock": true,
    "recommended": false
  }
],
"productsCategories": [
  {
    "id": 1,
    "url": "literature",
    "name": "Литература",
    "subCategories": [
      {
        "id": 1,
        "url": "manga",
        "name": "Манга"
      },
      {
        "id": 2,
        "url": "comics",
        "name": "Комиксы"
      },
      {
        "id": 3,
        "url": "artbook",
        "name": "Артбуки"
      },
      {
        "id": 4,
        "url": "ranobe",
        "name": "Ранобэ"
      }]
  },
  {
    "id": 2,
    "url": "clothing",
    "name": "Одежда",
    "subCategories": [
      {
        "id": 1,
        "url": "t-shirt",
        "name": "Футболки"
      },
      {
        "id": 2,
        "url": "kigurumi",
        "name": "Кигуруми"
      },
      {
        "id": 3,
        "url": "raglan",
        "name": "Регланы/Худи"
      },
      {
        "id": 4,
        "url": "socks",
        "name": "Носки"
      },
      {
        "id": 5,
        "url": "spirithoods",
        "name": "Зверошапки"
      },
      {
        "id": 6,
        "url": "cosplay",
        "name": "Косплей"
      }]
  },
  {
    "id": 3,
    "url": "accessory",
    "name": "Аксессуары",
    "subCategories": [
      {
        "id": 1,
        "url": "pendant",
        "name": "Кулоны"
      },
      {
        "id": 2,
        "url": "rings",
        "name": "Кольца"
      },
      {
        "id": 3,
        "url": "bracelet",
        "name": "Браслет"
      },
      {
        "id": 4,
        "url": "trinket",
        "name": "Брелки"
      },
      {
        "id": 5,
        "url": "headphones",
        "name": "Наушники"
      },
      {
        "id": 6,
        "url": "backpack",
        "name": "Рюкзаки"
      }]
  },
  {
    "id": 4,
    "url": "pillow",
    "name": "Подушки",
    "subCategories": [
      {
        "id": 1,
        "url": "mini",
        "name": "Мини подушки 40x30"
      },
      {
        "id": 2,
        "url": "square",
        "name": "Подушки квадратные 45x45"
      },
      {
        "id": 3,
        "url": "rectangular",
        "name": "Подушки прямоугольные 45x60"
      },
      {
        "id": 4,
        "url": "dakimakura",
        "name": "Дакимакуры 150х50"
      },
      {
        "id": 5,
        "url": "dakimakura_adult",
        "name": "Дакимакуры 150х50 18+"
      }]
  },
  {
    "id": 5,
    "url": "figurine",
    "name": "Фигурки",
    "subCategories": [
      {
        "id": 1,
        "url": "original",
        "name": "Оригинальные японские фигурки"
      },
      {
        "id": 2,
        "url": "copies",
        "name": "Неоригинальные фигурки (Копии)"
      },
      {
        "id": 3,
        "url": "sci-fi",
        "name": "Оригинальные фигурки Sci-fi"
      }]
  }
]}
